Repository: WPPlugins/download-counter-button
Catalog: languages/download-counter-button-*.po
Languages: de_de, tr_tr

source: Do you know, the MeliBu WP Syntax High Lighter. Turn your code into a highlight in seconds with short codes in WP Texteditor. And very much more...
de_de: Kennen Sie, den MeliBu WP Syntax High Lichter. Verwandeln Sie Ihren Code in ein Highlight in Sekunden mit short Codes im WP Texteditor. Und noch viel mehr...
tr_tr: Melibu WP Syntax High Lighter biliyor musunuz. WP Metin Düzenleyicisi'nde kısa kodları ile saniyeler içinde bir vurgulamak içine kodunuzu açın. Ve çok daha fazlası ...

source: Get more statistics, with the Melibu WP hits. Learn how many clicks you on what download button get, in several graphic banner with detailed information. It supports various plugins Melibu. And very much more...
de_de: Erhalte mehr Statistiken, mit dem Melibu WP Hits. Erfahre wieviele Klicks du auf welchem Download button bekommst, in mehreren Grafikbalken mit ausführlichen Informationen. Es unterstützt diverse Plugins von Melibu. Und sehr vieles mehr...
tr_tr: Melibu WP hit, daha istatistikleri almak. Ne indirme düğmesi hakkında ayrıntılı bilgi ile birkaç grafik afiş, kaç tıklama aldığını öğrenin. Çeşitli eklentileri Melibu destekler. Ve çok daha fazlası...

source: Label
de_de: Infolabel
tr_tr: Etiket

source: Here you have to set the possibility.
de_de: Hier können Sie die Sichtbarkeit des Labels einstellen.
tr_tr: Burada etiketi, ya gösterir veya göstermiyebilirsiniz.

source: Hide Count
de_de: Zähler Ausblenden
tr_tr: Gizle Sayısı

source: Here you can show/hide count for Users. (Only Admin see the counts)
de_de: Hier können Sie den Zähler Anzeigen / Verbergen für Nutzer. (Nur Admin sieht die Zahlen)
tr_tr: Burada Kullanıcılar için saymayı saklıyabilirsiniz / gösterebilirsiniz. (Sadece Yönetici sayıları görür)

source: Support us
de_de: Unterstützen Sie uns
tr_tr: Bizi destekle

source: Here you can show/hide
de_de: Hier können Sie ein-/ausblenden
tr_tr: Burada gösterebilir/gizliyebilirsin

source: Please activate this to help us, for share this plugin
de_de: Bitte aktivieren Sie dies um uns zu helfen, das Plug-in zu verbreiten
tr_tr: Hisse bu eklenti için, bu bize yardımcı olmak için aktive edin

source: Thank window
de_de: Danke Fenster
tr_tr: Teşekkürler penceresi

source: You can, depending on the need, the Thank window on and off.
de_de: Sie können, je nach Bedarf, das Danke Fenster ein-/ausblenden.
tr_tr: Ihtiyacınıza göre, Teşekkürler penceresini kapalı veay açık kullanabilirsiniz.

source: Subscription
de_de: Abonnement
tr_tr: Abone

source: You can activate the subscription feature. Turn this feature on, the user must enter the file downloading an e-mail address.
de_de: Hier können Sie die Abonnement-Funktion aktivieren. Schalten Sie diese Funktion Ein, muss der Nutzer eine E-Mail-Adresse eingeben um die Datei herunterzuladen.
tr_tr: Abonelik özelliğini etkinleştirebilirsiniz. Kullanıcı dosya indirirken bir e-posta adresi girmelidir, bu özelliği açtıgnızda.

source: Click here for Malibu Captcha depending on needs on and off
de_de: Hier können Sie den Melibu Captcha je nach bedarf an-/ausschalten
tr_tr: Melibu Captcha açık veya kapalı ihtiyaça bağlı

source: Here you can display and hide the information to download
de_de: Hier können Sie die Information zum Download ein-/ausblenden.
tr_tr: Burada indirmek için bilgileri gizleyebilirsiniz

source: Protection
de_de: Schutz
tr_tr: Koruma

source: If you really want to protect a file so that no one can download it with other agents, you have to enable this function. When you do this will no longer be accessible to the entire web space / server this file and can be downloaded only with the WP MeliBu Download Counter button.
de_de: Wenn Sie eine Datei wirklich so schützen wollen das keiner es mit anderen Mitteln herunterladen kann, müssen Sie diese Funktion aktivieren. Wenn Sie dies tun wird auf dem ganzen Webspace / Server diese Datei nicht mehr aufrufbar sein und kann nur noch mit dem MeliBu WP Download Counter Button heruntergeladen werden.
tr_tr: Eğer gerçekten kimsenin diğer ajanlarla indirebilirsiniz böylece dosyayı korumak istiyorsanız, bu işlevi etkinleştirmek gerekiyor. Bu artık tüm web alanı / sunucuya bu dosya erişilebilir olacak yapmak ve sadece WP MeliBu İndir Sayaç tuşu ile indirilebilir zaman.

source: Font
de_de: Schrift
tr_tr: Yazı tipi

source: You can according to your needs the Icons on and off.
de_de: Sie können je nach Bedürfniss die Icons Ein- und Ausschalten.
tr_tr: Sizin ihtiyaçlarınıza Simgeler ve kapalı göre can.

source: Help us to improve the plugin
de_de: Hilf uns das Plugin zu verbessern
tr_tr: Eklenti geliştirmek için bize yardımcı olun

source: Enable error notification report
de_de: Aktivieren Sie die Fehlerbenachrichtigung
tr_tr: Hata bildirim raporunu etkinleştir

source: Short code
de_de: Kurz Code
tr_tr: Kisa Cod

source: Set the short code defaults here
de_de: Stellen Sie die kurz Code Standardwerte hier ein
tr_tr: Burada kisa cod varsayılan ayarla

source: Password
de_de: Passwort
tr_tr: Parola

source: new
de_de: neu
tr_tr: yeni

source: Button name
tr_tr: Düğme adı

source: Label name
tr_tr: Etiket adı

source: Datetime
de_de: Datum Zeit
tr_tr: Tarih Saat

source: The short code works with the date specified time that you can adjust at any time or have customized in your WP setting
de_de: Der kurz Code arbeitet mit den Datumzeit angaben die Sie jederzeit anpassen können oder angepasst haben in Ihrer WP einstellung
tr_tr: Kısa kod istediğiniz zaman ayarlayabilirsiniz veya WP ortamda özelleştirilmiş olan tarih belirtilen süre ile çalışır

source: Currently set
de_de: Derzeit gesetzt
tr_tr: Şu anda set

source: WP Dateime settings
de_de: WP Datum Zeit Einstellungen
tr_tr: WP Tarih Saat ayarları

source: Other
de_de: Andere
tr_tr: Diğer

source: This parameter is the rel tag the same
de_de: Dieser Parameter ist dem rel-Tag gleich
tr_tr: Bu parametre aynı rel etiketi

source: This documentation should help you.
de_de: Diese Dokumentation soll Ihnen weiterhelfen.
tr_tr: Bu belge size yardımcı olacaktır.

source: Start
de_de: Beginn
tr_tr: Başlama

source: To use Melibu WP Donwload Counter Button properly
de_de: Melibu WP Donwload Counter richtig nutzen
tr_tr: Düzgün Melibu WP Donwload Sayaç Düğmesi kullanmak için

source: Thank you that you use MeliBu WP Donwload Counter Button
de_de: Vielen Dank das Sie MeliBu WP Download Counter Button nutzen
tr_tr: MeliBu WP Donwload Sayaç Düğmesi kullandiğiniz için teşekkür ederiz

source: Let's start now with the button
de_de: Lassen Sie uns mit dem Button selbst starten
tr_tr: En butonu ile şimdi başlayalım

source: Layout
tr_tr: Düzen

source: First you have the opportunity to select a predefined template, in the free version are these
de_de: Sie haben zunächst die Möglichkeit, eine vor definierte Vorlage auszuwählen, in der kostenlosen Version sind diese
tr_tr: Önce önceden tanımlanmış bir şablonu seçmek için fırsat var, ücretsiz sürümü bunlar

source: After the selection of a template you can now change the colors
de_de: Nach der Auswahl einer Vorlage können Sie nun die Farben ändern
tr_tr: Bir şablon seçimden sonra artık renkleri değiştirebilirsiniz

source: Upload your logo to the downloads
de_de: Laden Sie Ihr Logo zu den Downloads
tr_tr: Yüklemeler için logo yükleyin

source: your logo with every download the label Show
de_de: Ihr logo bei jedem download im Label anzeigen
tr_tr: her indirme ile etikete logo göster

source: Select your download button
de_de: Wählen Sie Ihren Download-Button
tr_tr: İndirme düğmesini seçin

source: Give your form an appropriate title and description
de_de: Geben Sie Ihrem Formular einen entsprechenden Titel und Beschreibung
tr_tr: Forma uygun bir başlık ve açıklama verin

source: Place your advertising or affiliate program banners
de_de: Platzieren Sie Ihre Werbung oder Affiliate-Programm Banner
tr_tr: Reklam veya ortaklık programı afiş yerleştirin

source: Set it
de_de: Stellen Sie es ein
tr_tr: Ayarla

source: Download after enter E-Mail-Address
de_de: Herunterladen nach Eingabe von E-Mail-Adresse
tr_tr: E-posta adresi girdikten sonra indir

source: Activate, Subscribe ask the function to the user when download the settings to enter your email address
de_de: Aktivieren Sie in den Einstellungen die abonnier Funktion um die Nutzer beim download aufzufordern ihre Email Adresse einzugeben
tr_tr: Indirme ayarları, e-posta adresini girmek için kullanıcıya işlevi sormak abone etkinleştirin

source: Download after enter E-Mail-Address and Name
de_de: Herunterladen nach Eingabe von E-Mail-Adresse und Name
tr_tr: E-posta adresi ve adı girdikten sonra indir

source: In addition, to require you to enter the name you select this under the settings
de_de: Um zusätzlich die Eingabe des Namens zu verlangen aktivieren Sie diese auch unter den Einstellungen
tr_tr: Buna ek olarak, siz ayarları altında bu seçmek adı girmenizi gerektirecek

source: Activate Subscribes
de_de: Abonnement Aktivieren
tr_tr: Aboneler etkinleştirin

source: Overview
de_de: Übersicht
tr_tr: Genel bakış

source: You get all subscribes in one list and may be consulted at any time
de_de: Sie erhalten alle Teilnehmer in einer Liste und können jederzeit eingesehen werden
tr_tr: Bir listesindeki tüm aboneler almak ve herhangi bir zamanda konsülte edilebilir

source: Check Subscriber list
de_de: Überprüfen Sie Ihre Teilnehmerliste
tr_tr: Abone kontrol listesi

source: You get all downloads in one list and may be consulted at any time
de_de: Sie erhalten alle heruntergeladenen Dateien in einer Liste und können jederzeit eingesehen werden
tr_tr: Bir listedeki tüm siteleri almak ve herhangi bir zamanda konsülte edilebilir

source: Check download list
de_de: Prüfen Sie Ihre Download-Liste
tr_tr: Indir listesini kontrol edin

source: Download after enter Captcha
de_de: Herunterladen nach Captcha Eingabe
tr_tr: Captcha gir sonra İndir

source: Activate a Captcha, which must then be entered for each download
de_de: Aktivieren eines Captchas, die dann für jeden Download eingegeben werden muss
tr_tr: Sonra her indirme için girilmesi gereken bir Captcha, etkinleştirme

source: Activate captcha
de_de: Captcha aktivieren
tr_tr: Captcha'yı etkinleştirin

source: Activate a protect, which must then be entered for each download
de_de: Aktivieren Sie ein Schutz, das dann für jeden Download eingegeben werden muss
tr_tr: Her indirme için girilmesi gereken bir ürün etkinleştir

source: Activate protect
de_de: Schutz aktivieren
tr_tr: Koruma etkinleştirin

source: You can make and optimize with many various settings
de_de: Sie können viele verschiedenen Einstellungen vornehmen und optimieren
tr_tr: Daha fazla yapabilirsiniz ve birçok çeşitli ayarlar ile optimize edebilirsiniz

source: Use the short code in your WP Editor for set your downloads or copy, paste and set manually
de_de: Verwenden Sie den kurz Code in Ihrem WP-Editor für Ihre Downloads oder Kopieren, Einfügen und manuell einstellen
tr_tr: İndirmelerinizi veya kopyalama, yapıştırma ayarlamak ve el set için WP Editör kısa kodu kullanın

source: OLD
de_de: ALT
tr_tr: ESKI

source: NEW
de_de: NEU
tr_tr: YENI

source: Without this shortcode does not download the old version should be replaced if possible by the latest. Both versions work but could be a fault occur when another plugin also the name download has a shortcode
de_de: Ohne diesen kurz Code funktioniert kein download, die alte Version sollte falls möglich ersetzt werden durch die neueste. Beide Varianten funktionieren jedoch könnte ein Fehler auftreten wenn ein anderes Plug-in auch den Name download als kurz Code besitzt
tr_tr: Eski sürümünü indirmek değil, bu SHORTCODE olmadan en geç mümkünse değiştirilmesi gerekir. Her iki versiyon da çalışır ancak başka eklenti aynı zamanda isim indirme Kısa kod olduğunda bir arıza meydana olabilir

source: The instance that is controlled single and duplicates each download you must offer individually possess another instance, unless you want to use on a page more identical downloads, then you have the instance and the download URL be the same
de_de: Die Instanz steuert einzelne und Duplikate d.h. jeder download den Sie einzeln anbieten muss eine andere Instanz besitzen, ausser Sie möchten auf einer Seite mehrere identische downloads verwenden, dann muss die Instanz und die Datei URL gleich sein
tr_tr: Tek kontrollü ve bir sayfa daha fazla aynı yüklemeler kullanmak istediğiniz sürece her ardından örneği ve indir URL aynı olmak var, tek tek teklif başka bir örneğini sahip olmalıdır indir çoğaltır bir örneği

source: You can add this parameter you download a password
de_de: Sie können mit diesem Parameter Ihr download mit einem Passwort versehen
tr_tr: Eğer bir şifre indir Bu parametre ekleyebilirsiniz

source: You can choose the Download button name as example "My Download"
de_de: Sie können den Download Button Namen wie zB "My Download" wählen
tr_tr: "My İndir" örnek olarak İndir düğmesi adını seçebilirsiniz

source: You can choose the Download label name as example "My Download Label"
de_de: Sie können den Download Label Namen wie z.B. "My Download Label“ wählen
tr_tr: "My İndirme Label" örnek olarak indir etiket adını seçebilirsiniz

source: This is generated automatically when you put the short code, this is the date when you submitted the file available or what you want
de_de: Dies wird automatisch generiert, wenn Sie den kurz Code setzen, ist dies der Zeitpunkt, wann Sie die Datei zur Verfügung stellen
tr_tr: Eğer kısa bir kod koyduğunuzda bu otomatik olarak oluşturulur, bu dosyayı teslim tarihi mevcut ya da ne istediğinizi

source: This parameter can, for example, for the version or use something else
de_de: Dieser Parameter kann zum Beispiel für die Version oder etwas anderes verwenden
tr_tr: Bu parametre, örneğin, sürümü için ya da başka bir şey kullanabilir

source: This parameter is the rel tag the same, you can see any information for rel tag by the
de_de: Dieser Parameter ist dem rel-Tag gleich, Sie können alle Informationen fürs rel-Tag hier erhalten
tr_tr: Bu parametre aynı rel etiketi, sen tarafından rel etiketi için her türlü bilgiyi görebilirsiniz

source: That is the short code. You can copy a short code and place on a page, post or in a widget. Or use the short code has been integrated into your editor, a click is enough and the part buttons after save visible
de_de: Das ist der Kurzcode. Sie können einen Kurzcode auf einer Seite, ein Beitrag oder in einem widget platzieren. Oder Sie können den Kurzcode verwenden der in Ihrem Editor integriert ist, ein Klick genügt und der Kurzcode wird platziert.
tr_tr: Bu kısa bir koddur. Kısa bir kodu kopyalayın ve bir sayfa, yazı veya bir widget yerleştirebilirsiniz. Ya da editör entegre edilmiştir kısa kodu kullanabilirsiniz, bir tık yeterli ve parça düğmeleri sonra görünür kurtarmak

source: Please take the short code double click to copy
de_de: Bitte nehmen Sie die Abkürzung Doppelklick um zu kopieren
tr_tr: Kopyalamak için kısayol çift tıklayarak alınız

source: You can set for the short code standard settings
de_de: Sie können für den kurz Code Standardeinstellungen vornehmen
tr_tr: Sen kısa kod standart ayarları için ayarlayabilirsiniz

source: Set it now
de_de: Stellen Sie es jetzt ein
tr_tr: Şimdi ayarla

source: Use Short code in WP Editor
de_de: Verwenden Sie den kurz Code im WP-Editor
tr_tr: WP Düzenleyicisi'nde Kısa kod kullanın

source: Take your part to put the buttons shortcode in WP editor Melibu
de_de: Setzen Sie den kurz Code in WP-Editor Melibu
tr_tr: WP editörü Melibu düğmeler Kısa kod koymak için katılmak

source: Use Top 5 Widget
de_de: Nutze Top 5 Widget
tr_tr: En Top 5 Widget kullanın

source: Use the Top 5 widget to your Top Downloads close attention
de_de: Verwenden Sie das Top 5 Widget um auf Ihre Top-Downloads Aufmerksam zu machen
tr_tr: En Çok İndirilen yakın ilgi Top 5 widget kullanın

source: Thank you for your download, we hope you are satisfied with our software.
de_de: Danke das Sie sich unser Produkt herunterladen.
tr_tr: Indirmeniz için teşekkür ederiz, biz bizim yazılımı ile memnun olacağını umuyorum.

source: Enter your Name
de_de: Geben Sie Ihren Namen ein
tr_tr: Adınızı giriniz

source: Enter your E-Mail
de_de: Geben Sie Ihre E-Mail Adress ein
tr_tr: E-postanızı giriniz

source: Enter your Password
de_de: Geben Sie das Passwort ein
tr_tr: Şifrenizi girin

source: Enter Code
de_de: Geben Sie den Code ein
tr_tr: Kodu girin

source: Cancel
de_de: Abbrechen
tr_tr: İptal

source: Click here to download
de_de: Klick hier zum download
tr_tr: İndirmek için buraya tıkla
