Repository: WPPlugins/download-counter-button
Catalog: languages/download-counter-button-*.po
Languages: de_de, tr_tr

source: Design
tr_tr: Dizayn

source: Modal
tr_tr: Tipik

source: Subscribes
de_de: Abonnenten
tr_tr: Abone

source: Downloads
de_de: Heruntergeladen
tr_tr: İndirme

source: Settings
de_de: Einstellungen
tr_tr: Ayarlar

source: Shortcode
de_de: Kurzcode
tr_tr: Kisacod

source: About
de_de: Über
tr_tr: Hakkında

source: Insert MB Download short code
de_de: Setzte MB Download kurz Code
tr_tr: MB Kısa kod ekle

source: Get File URL
de_de: Hole Datei URL
tr_tr: Dosya URL alın

source: No file found: Please select a file
de_de: Keine Datei gefunden: Bitte wählen Sie eine Datei
tr_tr: Dosya bulunamadı: bir dosya seçiniz

source: No URL found:
de_de: Keine URL gefunden:
tr_tr: URL bulunamadi:

source: Check if File deleted!
de_de: Überprüfen Sie, ob Datei gelöscht!
tr_tr: Dosya silinmiş olup olmadığını kontrol edin!

source: Selected Check whether file!
de_de: Prüfen ob Datei gewählt
tr_tr: Dosyanın olup olmadığını kontrol edin seçilen!

source: Changed Check whether filename or path!
de_de: Prüfen ob Dateiname oder Pfad geändert
tr_tr: Dosya veya yol olup olmadığını kontrol edin değiştirin!

source: Choose the file again, or enter the path manually!
de_de: Wähle erneut die Datei oder gib Manuel den Pfad ein
tr_tr: Dosyayı tekrar seçin veya yolu elle girin!

source: Refresh the page!
de_de: Lade die Seite neu!
tr_tr: Sayfayı yenile!

source: Powerd by
de_de: Unterstützt von
tr_tr: Tarafından desteklenmektedir

source: Please enter your Name
de_de: Bitte geben Sie Ihren Namen ein
tr_tr: Lütfen adınızı giriniz

source: Please enter at least 3 Characters
de_de: Bitte geben Sie mindestens 3 Zeichen ein
tr_tr: Lütfen en az 3 Karakterler girin

source: Please enter your E-Mail-Address
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein
tr_tr: Lütfen E-Posta adresinizi giriniz

source: Please enter a valid E-Mail-Address
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein
tr_tr: Lütfen Geçerli bir E-Posta adresinizi giriniz

source: Please enter an E-Mail-Address that exists in world wide web
de_de: Bitte geben Sie eine E-Mail-Adresse ein die im World Wide Web existiert
tr_tr: Lütfen world wide web varolan bir E-Posta adresi girin

source: Please enter the password
de_de: Bitte geben Sie das Passwort ein
tr_tr: Lütfen şifrenizi giriniz

source: Please enter the correct password
de_de: Bitte geben Sie das richtige Passwort ein
tr_tr: Lütfen doğru şifreyi giriniz

source: Please enter the captcha
de_de: Bitte geben Sie den Sicherheitscode ein
tr_tr: Lütfen captcha'yı giriniz

source: Please enter the correct captcha
de_de: Bitte geben Sie den gültigen Sicherheitscode ein
tr_tr: Lütfen doğru güvenlik kodunu girin

source: A MeliBu WordPress Widget by Professionals Developers.
de_de: Ein MeliBu Wordpress Widget von Professionellen Entwicklern.
tr_tr: Uzmanları Geliştiriciler tarafından bir MeliBu WordPress Widget.

source: Can't open file informations
de_de: Kann die Datei Informationen nicht öffnen
tr_tr: Dosya bilgileri açılamıyor

source: At the moment no top downloads available
de_de: Zur Zeit sind keine Top-Downloads verfügbar
tr_tr: Şu anda hiçbir üst indir mevcut

source: Title
de_de: Titel
tr_tr: Başlık

source: Select:
de_de: Wählen:
tr_tr: Seçin:

source: Without Top 5
de_de: Ohne Top 5
tr_tr: Top 5 olmadan

source: Click to Edit and Double Click to copy.
de_de: Klicken Sie einmal um zu Bearbeiten und doppelklicken Sie um zu kopieren.
tr_tr: Düzenleyin ve çift kopyalamak için tıklayın için tıklayın.

source: Text & Short Code
de_de: Text & Kurz Code
tr_tr: Metin & Kısa kod

source: First
de_de: Erste
tr_tr: Ilk

source: Back
de_de: Zurück
tr_tr: Geri

source: Go
de_de: Vor
tr_tr: Ileri

source: Last
de_de: Letzte
tr_tr: Son

source: Download Files
de_de: Angebotene Dateien
tr_tr: Indirim Dosyalarınız

source: Total Downloads
de_de: Gesamt Downloads
tr_tr: Bütün Indirimler

source: Refresh
de_de: Aktualisieren
tr_tr: Yenile

source: You have no downloads.
de_de: Sie haben keine Downloads
tr_tr: Hiç indirme yok.

source: Show per page
de_de: Zeige per Seite
tr_tr: Sayfada göster

source: Instance
de_de: Instanz
tr_tr: Örnek

source: Preview
de_de: Vorschau
tr_tr: Önizleme

source: Name
tr_tr: Isim

source: Type
de_de: Typ
tr_tr: Tip

source: Size
de_de: Größe
tr_tr: Boyut

source: Last Download
de_de: Letzter Download
tr_tr: Son İndirme

source: Edit
de_de: Bearbeiten
tr_tr: Düzenleme

source: Full file protection
de_de: Vollschutz für Dateien
tr_tr: Tam dosya koruması

source: is active
de_de: ist aktiv
tr_tr: aktif

source: This file can not be accessed in the browser
de_de: Diese Datei kann nicht im Browser zugegriffen werden
tr_tr: Bu dosya tarayıcıda erişilemiyor

source: internally
de_de: intern
tr_tr: içten

source: external
de_de: extern
tr_tr: dışdan

source: Page
de_de: Seite
tr_tr: Site

source: from
de_de: von
tr_tr: itibaren

source: Entry successfully removed
de_de: Eintrag erfolgreich entfernt
tr_tr: Giriş başarıyla kaldırıldı

source: Total
de_de: Gesamt
tr_tr: Toplam

source: Subscribers
de_de: Abonnenten
tr_tr: Aboneler

source: You have no Subscribers.
de_de: Sie haben keine Abonnenten
tr_tr: Aboneler yok.

source: Edit Mail to defaults
de_de: Bearbeite Mail an Standards
tr_tr: Düzenle Mail yaz varsayılan

source: Close Mail to defaults
de_de: Schliesse Mail an Standards
tr_tr: Kapat Mail yaz varsayılan

source: Subject
de_de: Btreff
tr_tr: Konu

source: Body
de_de: Inhalt
tr_tr: Içerik

source: More information about
de_de: Mehr Information über
tr_tr: Hakkında daha fazla bilgi

source: Save
de_de: Speichern
tr_tr: Kaydet

source: E-Mail default settings
de_de: E-Mail Standardeinstellungen
tr_tr: Email varsayılan ayarları

source: You can make email standard settings here, that means if you click in the list on an e-mail address below, your e-mail program on the computer called. The sender is automatically populated with the email address to which you have just clicked and these standard settings have typing.
de_de: Sie können Email standardeinstellungen hier vornehmen, das bedeutet wenn Sie unten in der Liste auf eine E-Mail-Adresse klicken, wird Ihr E-Mail programm auf dem Computer aufgerufen. Der Absender wird automatisch mit der E-Mail-Addresse gefüllt auf den Sie soeben geklickt haben und diesen standardeinstellungen die Sie eingeben haben.
tr_tr: Sen denilen bilgisayarda, aşağıdaki e-posta adresine listesinde tıklarsanız anlamına gelir, burada e-posta programını e-posta standart ayarları yapabilirsiniz. Gönderen otomatik olarak sadece tıkladım ve bu standart ayarlar yazarak sahip olan e-posta adresi ile doldurulur.

source: Subscriber
de_de: Abonnent
tr_tr: Abone

source: E-Mail
tr_tr: E-Posta

source: Subscribed on
de_de: Abonniert am
tr_tr: Abone

source: No Name
de_de: Kein Name
tr_tr: İsimsiz

source: Turn name Mandatory when download to, in the settings.
de_de: Schalten Sie Namenspflicht beim download ein, in den einstellungen.
tr_tr: Dönüş adı Zorunlu zaman ayarları indirme.

source: Mail to
de_de: Mail an
tr_tr: Mail yaz

source: Options
de_de: Optionen
tr_tr: Seçenekler

source: Professional Themes and Plugins for WordPress
de_de: Professionelle Themes und Plugins für Wordpress
tr_tr: WordPress için profesyonel Temalar ve Eklentiler

source: Settings saved!
de_de: Einstellungen gespeichert !
tr_tr: Ayarlar kaydedildi !

source: Welcome to
de_de: Willkommen bei
tr_tr: Hoşgeldiniz

source: Version
tr_tr: Versiyon

source: Welcome
de_de: Willkommen
tr_tr: Hoşgeldiniz

source: Functions
de_de: Funktionen
tr_tr: Fonksiyonlar

source: Support
de_de: Unterstützung
tr_tr: Destek

source: Development
de_de: Entwicklung
tr_tr: Gelişme

source: Translation
de_de: Übersetzung
tr_tr: Çeviri

source: Donate
de_de: Spenden
tr_tr: Bağışlamak

source: More Professional
de_de: Mehr Professionelle
tr_tr: Daha Profesyonel

source: Themes
de_de: Themen
tr_tr: Temalar

source: and
de_de: und
tr_tr: ve

source: Plugins
tr_tr: Eklentiler

source: Functionality
de_de: Funktionalität
tr_tr: Işlevsellik

source: Counts your downloads/clicks
de_de: Zählt Ihre downloads/klicks
tr_tr: İndirme / Tıklama sayar

source: Returns the current number of downloads/clicks
de_de: Gibt die aktuelle Zahl der Downloads/Klicks in dem Button wieder
tr_tr: İndirme / Tıklama mevcut sayısını döndürür

source: No page refresh required (JS)
de_de: Es ist keine Seiten Aktualisierung erforderlich (JS & AJAX)
tr_tr: Sayfa yenilemesi gerekli degildir (JS)

source: Prevents double count
de_de: Verhindert doppelt Zählungen
tr_tr: Çift sayı önler

source: Multiple placeble (duplicates and singles)
de_de: Mehrmals Platzieren möglich (Duplikate und Einzelne)
tr_tr: Çoklu tanınabilir (çiftleri ve tekler)

source: Works in any post, page and text widget (Sidebars)
de_de: Arbeitet in Posts, Seiten und Text-Widgets (Sidebars)
tr_tr: Herhangi bir mesaj, sayfa ve metin widget ile çalışır (Sidebars)

source: Can useable any File-Types (PDF, ZIP, MP3, MPEG...) or any URL
de_de: Nutzbare können alle Dateitypen (PDF, ZIP, MP3, MPEG...) oder einer URL
tr_tr: Herhangi bir Dosya Türleri (PDF, ZIP, MP3, MPEG ...) ya da herhangi bir URL kullanılabilir Can

source: All downloads can be provided with a captcha
de_de: Alle downloads können mit einem Captcha versehen werden
tr_tr: Tüm dökümanlar bir Captcha ile sağlanabilir

source: All downloads can be provided with a subscription & subscription with name
de_de: Alle Downloads können mit einem Abonnement & Abonnement mit Namen versehen werden
tr_tr: Tüm indirme adıyla bir abonelik veya abonelik ile sağlanabilir

source: Label with infos
de_de: Beschriften Sie mit infos
tr_tr: Infos etiket

source: Full File Protection
de_de: Vollen Dateischutz
tr_tr: Tam Dosya Koruması

source: Protect the download with Password
de_de: Schützen Sie den Download mit Passwort
tr_tr: Şifre ile korumak indir

source: Place your ads in the window
de_de: Legen Sie Ihre ADS ins Fenster
tr_tr: Penceresinde reklamlarınızı yerleştirin

source: Simple select file from Media library or upload new or give the url
de_de: Wählen Sie eine Datei aus der Medienbibliothek oder laden Sie neue Datei hoch
tr_tr: Kütüphanemize gelen basit dosyayı seçin veya yeni yüklemek veya url vermek

source: Download information overview with statistics of downloaded files
de_de: Informationen Übersicht mit Statistiken der heruntergeladenen Dateien
tr_tr: Indirilen dosyaların istatistikleri ile bilgi genel indir

source: With Subscriber list with mailto function
de_de: Teilnehmerliste mit mailto-Funktion
tr_tr: Mailto fonksiyonu ile Abone listesi ile

source: Download and Subscriber Overview sort
de_de: Übersicht sortieren
tr_tr: İndirme ve Abone Bakış sıralama

source: SEO relevant rel tag
de_de: SEO relevanter rel Tag
tr_tr: SEO ilgili rel etiketi

source: Any document/file type, open the right window
de_de: Jeder Dokument / Dateityp , öffnet immer das richtige Fenster
tr_tr: Herhangi bir belge / dosya türü, sağ doğru pencereyi açar

source: Automaticly file permission change
de_de: Automatische Datei Berechtigungsänderung
tr_tr: Otomatik olarak izin değişikliği dosya

source: Counts without JavaScript (AJAX)
de_de: Zählt auch ohne JavaScript (AJAX)
tr_tr: JavaScript olmadan Sayımlar (AJAX)

source: Supports http:// and https:// protocol
de_de: Unterstützt http:// und https:// Protokoll
tr_tr: http:// ve https:// protokolünü destekler

source: Shortcode to select from the media library a file
de_de: Kurzcode um aus der Medienbibliothek eine Datei auszuwählen
tr_tr: Kısa kod medya kütüphanesi bir dosya seçmek için

source: Custom button layout
de_de: Benutzerdefinierte Schaltfläche Layout
tr_tr: Özel düğme düzeni

source: Custom button name
de_de: Benutzerdefinierte Schaltfläche Name
tr_tr: Özel düğme adı

source: Custom button label name
de_de: Benutzerdefinierte Schaltflächen Label Name
tr_tr: Özel düğme etiket adı

source: Custom button datetime
de_de: Benutzerdefinierte Schaltfläche Datumzeit
tr_tr: Özel düğme datetime

source: Custom button other
de_de: Benutzerdefinierte Schaltfläche Andere
tr_tr: Özel düğme diğer

source: Custom button color
de_de: Benutzerdefinierte Schaltfläche Farbe
tr_tr: Özel düğme rengi

source: Custom button icon color
de_de: Benutzerdefinierte Schaltflächen Symbol Farbe
tr_tr: Özel düğme simgesi rengi

source: Custom dashed pattern
de_de: Benutzerdefinierte Schaltfläche Individuell gestricheltes Muster
tr_tr: Özel kesik desen

source: Custom label color
de_de: Benutzerdefinierte Schaltflächen Label Farbe
tr_tr: Özel etiket rengi

source: Custom info box image upload
de_de: Benutzerdefinierte Info-Box Bild-Upload
tr_tr: Özel bilgi kutusu resim upload

source: Custom thanks, subscriber and captcha Title & Description
de_de: Benutzerdefinierte Dank, Teilnehmer und Captcha-Titel und Beschreibung
tr_tr: Özel teşekkürler, abone ve kaptan Başlık ve Açıklama

source: Custom ADS (Publish)
de_de: Benutzerdefinierte ADS
tr_tr: Özel ADS (Yayınlama)

source: Show/Hide additional info box
de_de: Anzeigen/Ausblenden einer zusätzliche Info-Box
tr_tr: Ihtiyacıiniza göre ek bilgi kutusu

source: Show/Hide additional count
de_de: Anzeigen/Ausblenden der Zählung
tr_tr: Göster / Gizle ek sayım

source: Show/Hide additional modal
de_de: Anzeigen/Ausblenden des Modals
tr_tr: Göster / Gizle ek modal

source: Show/Hide additional FontAwesome CSS
de_de: Anzeigen/Ausblenden FontAwesome CSS
tr_tr: Ihtiyacıiniza göre FontAwesome CSS

source: Activate/Deactivate additional subscription
de_de: Aktivieren / Deaktivieren zusätzliches Abonnement
tr_tr: Abonelik ekini Etkinleştir / devre dışı bırakın

source: Activate/Deactivate additional captcha
de_de: Aktivieren / Deaktivieren zusätzliche Captcha
tr_tr: Captcha ekini Etkinleştir / devre dışı bırakın

source: Activate/Deactivate full file protection
de_de: Aktivieren / Deaktivieren vollen Dateischutz
tr_tr: Etkinleştirin veya tam dosya korumasını devre dışı bırakın

source: Subscriber overview mailto default settings
de_de: Teilnehmerübersicht mailto Standardeinstellungen
tr_tr: Abone genel bakış mailto varsayılan ayarları

source: Refresh on downloads overview
de_de: Aktualisieren auf Downloads Übersicht
tr_tr: Yüklemelerine genel bakış üzerine Yenile

source: Refresh on subscriber overview
de_de: Aktualisieren auf Teilnehmerübersicht
tr_tr: Abone genel bakış Yenile

source: Extras
tr_tr: Ekstralar

source: Hide Counts for User
de_de: Verstecke Zähler für Nutzer
tr_tr: Kullanıcı için Sayımlar gizle

source: Idea of
de_de: Idee von
tr_tr: Fikri

source: External URLs can be used
de_de: Externe URLs können verwendet werden
tr_tr: Dış URL'ler kullanılabilir

source: Short code default settings
de_de: Kurz Code Standardeinstellungen
tr_tr: Kısa kod varsayılan ayarları

source: In like please give
de_de: Bei gefallen bitte
tr_tr: Beğendiğnizde lütfen

source: WordPress Rate
de_de: WordPress Bewertung
tr_tr: WordPress Oran

source: Feel free and post your question, suggestion, idea or criticism. We love it!
de_de: Fühlen Sie sich frei und posten Sie Ihre Fragen, Anregungen, Ideen oder Kritik. Wir lieben es!
tr_tr: Çekinmeyin ve Soru, Öneri, Fikir veya Eleştiri sonrası yazınız. Onu seviyoruz!

source: For Plugin English Support
de_de: Für Englischen Plug-in Support
tr_tr: Eklenti İngilizce Desteği

source: Support EN
de_de: Unterstützung EN
tr_tr: Destek EN

source: For Plugin German Support
de_de: Für Deutschen Plug-in Support
tr_tr: Eklenti Alman Desteği

source: Support DE
de_de: Unterstützung DE
tr_tr: Destek DE

source: For Plugin Turkey Support
de_de: Für Türkischen Plug-in Support
tr_tr: Eklenti Türkçe Desteği

source: Support TR
de_de: Unterstützung TR
tr_tr: Destek TR

source: Development
de_de: Entwicklung
tr_tr: Gelişme

source: Author
de_de: Autor
tr_tr: Yazar

source: Founder and Project Manager
de_de: Gründer und Projektleiter
tr_tr: Kurucu ve Proje Yöneticisi

source: Contributors
de_de: Mitwirkende
tr_tr: Katkıda

source: Project manager
de_de: Projektbegleiter
tr_tr: Proje Müdürü

source: Economic Computer Science
de_de: Wirtschaftsinformatik
tr_tr: Ekonomik Bilgisayar Bilimleri

source: Marketing
tr_tr: Pazarlama

source: Developer
de_de: Entwickler
tr_tr: Geliştirici

source: Thanks all Translaters
de_de: Dank alle Übersetzer
tr_tr: Teşekkürler tüm Çevirmenlere

source: Translate this Plugin
de_de: Übersetzen Sie dieses Plugin
tr_tr: Bu Plugini Çevir

source: Translate
de_de: Übersetzen
tr_tr: Çevirmek

source: Development is fueled by your praise and feedback
de_de: Die Entwicklung wird angetrieben durch Ihr Lob und Feedback
tr_tr: Kalkınma için övgü ve geribildirim tarafından yakıt

source: In how you can support us so that we can further develop this plugin regularly, it may not always be financially, so you will give us feedback or recommend us, please give us a review, Liken our Facebook page or sponsor us, so that we further useful free plugins can develop.
de_de: In wie Sie uns unterstützen können, damit wir regelmäßig dieses Plugin weiterentwickeln können, es muss nicht immer finanziell sein, deshalb geben Sie uns Feedback oder empfehlen Sie uns, geben Sie uns eine Bewertung, Liken Sie unsere Facebook Seite oder Sponsoren Sie uns, damit wir weitere nützliche kostenlose Plugins entwickeln können.
tr_tr: Biz daha fazla düzenli olarak bu eklentiyi geliştirebilmek için ve böylece bize destek nasıl olabilirsiniz, her zaman, maddi olmayabilir, bize geri bildirimde ya da bizi tavsiyede, bize bir daha gözden geçirme Facebook sayfamızı benzetmek veya bizimle sponsor olmak yardımçı olabilirsiniz, bizde daha yararlı ücretsiz eklentileri gelişebilelim.

source: You see, it is much more possible if you want to support something, thanks to all the Support Us.
de_de: Sie sehen, es ist viel mehr möglich, wenn Sie etwas unterstützen wollen, Dank an alle die uns Unterstützen.
tr_tr: Gördüğnüz gibi daha fazlasi mümkün, birseyi desteklemek istediğiniz zaman, tüm destekleyenlere Teşekkürler

source: Now simply, quickly and safely pay online - with PayPal.
de_de: Jetzt einfach, schnell und sicher Online bezahlen - mit PayPal.
tr_tr: PayPal ile - Şimdi basit, hızlı ve güvenli bir şekilde internet üzerinden öderler.

source: LOOK FOR SPONSOR !!!
de_de: SUCHEN SPONSOR !!!
tr_tr: SPONSOR ARANIYOR !!!

source: Your Melibu Team
de_de: Ihr Melibu Team
tr_tr: Sizin Melibu Takımınız

source: Description
de_de: Beschreibung
tr_tr: Tanım

source: Basic
de_de: Basis
tr_tr: Temel

source: Here you have a preview non active, you can click it.
de_de: Hier haben Sie eine Vorschau die nicht aktiv ist, also klicken Sie ruhig.
tr_tr: Bu bir önizleme devre dışı kalır, bunu tıklayabilirsiniz.

source: Image & Layout
de_de: Bild & Aussehen
tr_tr: Resim & Görüntü

source: Here you can set the image and the layout.
de_de: Hier können Sie ein Bild und das Layout festlegen.
tr_tr: Burada Resim ile Görüntü ayarliyabilirsiniz.

source: Colors
de_de: Farben
tr_tr: Renkler

source: Here you have to set the colors.
de_de: Hier können Sie die Farben festlegen.
tr_tr: Burada renkleri ayarliyabilirsiniz.

source: Thank you for your confidence in
de_de: Danke für Ihr vertrauen in
tr_tr: Olan güveniniz için teşekkür ederiz

source: With the MeliBu WP Sharing Social Safe, your content will be shared not only without a warning, but you will also receive statistics. You can also use Optional bitly shortened URLs so your pages and posts are bit-lined so you can track the back link behave. And much more...
de_de: Mit dem MeliBu WP Sharing Social Safe werden Ihre Inhalte nicht nur ohne abmahnung geteilt sondern Sie erhalten auch Statistiken. Sie können auch Optional bitly verkürzte URLs nutzen so werden Ihre Seiten und Beiträge mit bitly links versehen so das Sie das Back link verhalten verfolgen können. Und vieles mehr...
tr_tr: MeliBu WP Sharing Social Safe sayesinde, içerik değil, sadece bir uyarı olmadan, ama aynı zamanda istatistiklerini alacaksınız paylaşılacaktır. Ayrıca arka bağlantı davranmaya izleyebilirsiniz öylesine sayfalarınızı ve mesaj bit kaplı isteğe bağlı bitly kısaltılmış URL'ler kullanabilirsiniz. Ve daha fazlası...

source: More...
de_de: Mehr…
tr_tr: Daha...

source: Our feedback Generate's position all possible forms to create in seconds. Thanks to the sophisticated Melibus Drag N Drop system with live preview you can also see immediately what you are doing. And much more...
de_de: Unser Feedback Generate ist in der lage all mögliche formulare in sekunden zu erstellen. Dank des Melibus ausgeklügeltem Drag N Drop System mit live vorschau sehen Sie ebenfalls sofort was Sie tun. Und vieles mehr...
tr_tr: Feedback saniye içinde yaratmak için mümkün olan tüm formları konumunu oluşturun. Ayrıca hemen ne yaptığınızı görebilirsiniz canlı önizleme ile gelişmiş Melibus Drag N Drop sistemi sayesinde. Ve çok daha fazlası ...

source: Button colors
de_de: Button Farben
tr_tr: Düğme renkleri

source: Red
de_de: Rot
tr_tr: Kırmızı

source: Red Flat
de_de: Rot Flach
tr_tr: Kırmızı Düz

source: Orange
tr_tr: Portakal

source: Orange Flat
de_de: Orange Flach
tr_tr: Portakal Düz

source: Yellow
de_de: Gelb
tr_tr: Sarı

source: Yellow Flat
de_de: Gelb Flach
tr_tr: Sarı Düz

source: Green
de_de: Grün
tr_tr: Yeşil

source: Green Flat
de_de: Grün Flach
tr_tr: Yeşil Düz

source: Blue
de_de: Blau
tr_tr: Mavi

source: Dark Blue
de_de: Dunkel Blau
tr_tr: Koyu mavi

source: Blue Flat
de_de: Blau Flach
tr_tr: Mavi Düz

source: Purple
de_de: Lila
tr_tr: Mor

source: Purple Flat
de_de: Lila Flach
tr_tr: Mor Düz

source: Black
de_de: Schwarz
tr_tr: Siyah

source: Black Flat
de_de: Schwarz Flach
tr_tr: Siyah Düz

source: Grey
de_de: Grau
tr_tr: Gri

source: Grey Flat
de_de: Grau Flach
tr_tr: Gri Düz

source: Icon colors
de_de: Symbol Farben
tr_tr: Simge renkleri

source: You can set here a image for your download button.
de_de: Hier können Sie ein Download Bild hinzufügen.
tr_tr: Indirme düğmesi için burada görüntü oturabilir.

source: You can delete the actually image, save without select a image.
de_de: Sie können das aktuelle Bild löschen in dem Sie einfach ohne ein Bild auszuwählen speichern.
tr_tr: Resim yüklemeden kaydetedersiniz, şimdiki resim silinir.

source: Turn
de_de: Wende
tr_tr: Dönüş

source: No Icon
de_de: Kein Symbol
tr_tr: Hiçbir Simge

source: Label colors
de_de: Label Farben
tr_tr: Etiket renkleri

source: Light
de_de: Licht
tr_tr: Işık

source: Light Flat
de_de: Licht Flach
tr_tr: Işık Düz

source: Dark
de_de: Dunkel
tr_tr: karanlık

source: Dark Flat
de_de: Dunkel Flach
tr_tr: karanlık Düz

source: White
de_de: Weiss
tr_tr: Beyaz

source: White Flat
de_de: Weiss Flach
tr_tr: Beyaz Düz

source: Choose your Layout
de_de: Wähle dein Layout
tr_tr: Düzeni Seçin

source: User
de_de: Nutzer
tr_tr: Kullanıcı

source: Organization
de_de: Organisation
tr_tr: Organizasyon

source: Dashed
de_de: Gestrichelt
tr_tr: Kesik

source: For Publishers: ADS / Socials or other code
de_de: Für Verleger: ADS / Soziales oder anderen Code
tr_tr: Yayıncılar için: ADS / Socials veya diğer kod

source: For example
de_de: Zum Beispiel
tr_tr: Örneğin

source: Thank, Subscribe and Captcha window
de_de: Dank, Abo und Captcha Fenster
tr_tr: Teşekkürler, Abone ve Captcha penceresi

source: Here you can the Downloader say thank you, give information on the subscription, captcha or more.
de_de: Hier können Sie den Herunterladenden danke sagen, Auskunft über Abonnement geben, den Captcha oder auch mehr.
tr_tr: Burada Kullanci, Abonelik veya Captcha bilgisi verebilirsiniz.

source: Turn with Name
de_de: Wählen Sie mit Namen
tr_tr: Adı dönün

source: Example
de_de: Beispiel
tr_tr: Örnek
